{
    "E00": {
      "name": "선천성 요오드결핍증후군",
      "description": "선천성 요오드결핍증후군은 임신 중 요오드 부족으로 인한 태아의 갑상선 기능 저하로, 성장 지연, 정신 발달 저하, 말초 이상 등이 나타날 수 있습니다.",
      "tips": "임신 전과 임신 중 요오드가 포함된 식품(해조류 등)을 충분히 섭취하고, 산전 검진을 통해 조기 진단하는 것이 중요합니다."
    },
    "E01": {
      "name": "요오드결핍과 관련된 갑상선장애 및 동류의 병태",
      "description": "요오드 결핍은 갑상선 비대증(고이터)과 갑상선 기능 이상을 유발하며, 전 세계적으로 가장 흔한 갑상선 장애 원인 중 하나입니다.",
      "tips": "요오드가 풍부한 음식을 섭취하고, 결핍 지역에서는 요오드 강화 소금을 사용하는 것이 좋습니다."
    },
    "E02": {
      "name": "무증상 요오드결핍성 갑상선기능저하증",
      "description": "이 질환은 요오드 부족으로 인해 갑상선 호르몬이 감소하지만 눈에 띄는 증상이 없는 상태입니다.",
      "tips": "정기적인 갑상선 기능 검사와 요오드 섭취량 점검이 중요하며, 필요시 갑상선 호르몬 보충이 필요합니다."
    },
    "E03": {
      "name": "기타 갑상선기능저하증",
      "description": "갑상선 기능저하증은 체내 대사를 조절하는 호르몬이 부족한 상태로, 피로, 체중 증가, 추위 민감 등이 특징입니다.",
      "tips": "혈액 검사를 통해 진단하며, 갑상선 호르몬을 보충하는 약물 치료가 일반적입니다."
    },
    "E04": {
      "name": "기타 비독성 고이터",
      "description": "비독성 고이터는 갑상선 기능은 정상이나 갑상선이 비대해진 상태로, 미용적 문제나 압박 증상이 있을 수 있습니다.",
      "tips": "정기적인 초음파 검진과 기능 검사로 상태를 관찰하고 필요시 수술을 고려할 수 있습니다."
    },
    "E05": {
      "name": "갑상선독증[갑상선기능항진증]",
      "description": "갑상선 기능항진증은 갑상선 호르몬이 과다하게 분비되어 체중 감소, 두근거림, 불안 등의 증상이 발생합니다.",
      "tips": "약물치료, 방사성 요오드 치료 또는 수술적 치료가 가능하며, 조기 진단과 꾸준한 치료가 필요합니다."
    },
    "E06": {
      "name": "갑상선염",
      "description": "갑상선염은 바이러스, 자가면역 반응 등으로 인해 갑상선에 염증이 생기는 질환으로, 갑상선 기능 저하 또는 항진을 동반할 수 있습니다.",
      "tips": "통증이 심할 경우 진통제를 사용하고, 자가면역 원인의 경우 호르몬 치료가 필요할 수 있습니다."
    },
    "E07": {
      "name": "갑상선의 기타 장애",
      "description": "갑상선의 기타 장애에는 결절, 낭종, 기형 등이 포함되며, 대부분 양성이나 기능 이상을 동반할 수 있습니다.",
      "tips": "정기적인 검진과 초음파, 필요시 조직검사로 상태를 파악하고 경과를 관찰합니다."
    },
    "E10": {
      "name": "1형 당뇨병",
      "description": "1형 당뇨병은 인슐린을 생성하는 췌장 베타세포가 자가면역 반응에 의해 파괴되어 발생하는 질환입니다.",
      "tips": "지속적인 인슐린 주사, 식사 조절, 혈당 자가측정이 치료의 핵심입니다."
    },
    "E11": {
      "name": "2형 당뇨병",
      "description": "2형 당뇨병은 인슐린 저항성과 인슐린 분비 부족으로 인해 고혈당이 발생하는 만성 대사 질환입니다.",
      "tips": "규칙적인 운동, 식사 조절, 체중 감량, 필요시 약물 복용 또는 인슐린 치료가 중요합니다."
    },
    "E12": {
      "name": "영양실조-관련 당뇨병",
      "description": "영양실조에 의해 췌장 기능이 저하되어 인슐린 분비가 감소하는 형태의 당뇨병입니다.",
      "tips": "영양 상태 개선이 가장 중요하며, 필요 시 혈당 조절을 위한 약물 치료를 병행합니다."
    },
    "E13": {
      "name": "기타 명시된 당뇨병",
      "description": "기타 원인(췌장질환, 약물 등)에 의해 발생하는 당뇨병으로, 다양한 기전과 임상 양상을 가질 수 있습니다.",
      "tips": "원인을 정확히 진단하고 그에 맞는 혈당 조절 방법을 선택하는 것이 중요합니다."
    },
    "E14": {
      "name": "상세불명의 당뇨병",
      "description": "원인이 명확하지 않은 고혈당 상태를 말하며, 당뇨병의 다른 하위 유형으로 진단되기 전 단계일 수 있습니다.",
      "tips": "정기적인 혈당 및 인슐린 관련 검사와 함께 생활습관 개선이 필요합니다."
    },
    "E15": {
      "name": "비당뇨병성 저혈당성 혼수",
      "description": "당뇨병이 없음에도 혈당이 급격히 저하되어 의식을 잃는 상태로, 간질환, 약물 등이 원인일 수 있습니다.",
      "tips": "혈당 수치를 빠르게 회복시키고, 원인을 찾아 근본적인 치료를 시행해야 합니다."
    },
    "E16": {
      "name": "췌장내분비의 기타 장애",
      "description": "췌장 내 호르몬 분비 이상으로 인해 다양한 대사 질환이 발생할 수 있습니다.",
      "tips": "호르몬 검사와 함께 증상에 따라 내분비학적 접근이 필요합니다."
    },
    "E20": {
      "name": "부갑상선기능저하증",
      "description": "부갑상선 호르몬 분비 부족으로 인해 혈중 칼슘 농도가 감소하며, 근육 경련과 저림 증상이 발생할 수 있습니다.",
      "tips": "칼슘 및 비타민 D 보충이 치료의 핵심이며, 정기적인 혈액검사가 필요합니다."
    },
    "E21": {
      "name": "부갑상선기능항진증 및 부갑상선의 기타 장애",
      "description": "부갑상선 호르몬이 과다 분비되어 혈중 칼슘 농도가 상승하는 상태로, 신장결석이나 골다공증을 유발할 수 있습니다.",
      "tips": "혈중 칼슘과 인 수치 조절, 경우에 따라 수술적 제거가 필요합니다."
    },
    "E22": {
      "name": "뇌하수체의 기능항진",
      "description": "뇌하수체에서 호르몬이 과도하게 분비되어 쿠싱병, 말단비대증 등의 질환을 유발할 수 있습니다.",
      "tips": "MRI 등의 영상 검사와 호르몬 측정을 통해 진단하며, 수술, 약물, 방사선 치료 등이 고려됩니다."
    },
    "E23": {
      "name": "뇌하수체의 기능저하 및 기타 장애",
      "description": "뇌하수체 기능저하증은 성장호르몬, 갑상선자극호르몬 등 다양한 호르몬 결핍을 일으켜 전신 증상을 유발합니다.",
      "tips": "결핍된 호르몬을 보충하며, 원인 질환을 찾는 것이 중요합니다."
    },
    "E24": {
      "name": "쿠싱증후군",
      "description": "쿠싱증후군은 코르티솔 과다 분비로 인해 얼굴이 둥글어지고, 체중 증가, 근력 저하 등이 나타나는 내분비 장애입니다.",
      "tips": "호르몬 검사와 영상 진단을 통해 원인을 파악하고, 필요시 약물 또는 수술로 치료합니다."
    },
    "E25": {
      "name": "부신생식기장애",
      "description": "부신의 이상으로 성호르몬 이상이 나타나는 상태로, 여성의 다모증이나 남성의 여성형 유방 등이 발생할 수 있습니다.",
      "tips": "호르몬 수치 조절 및 필요 시 스테로이드 치료가 필요합니다."
    },
    "E26": {
      "name": "고알도스테론증",
      "description": "알도스테론이 과도하게 분비되어 고혈압과 저칼륨혈증이 유발되는 질환입니다.",
      "tips": "약물치료나 부신 종양 제거 수술이 고려되며, 혈압과 전해질 상태를 정기적으로 모니터링해야 합니다."
    },
    "E27": {
      "name": "부신의 기타 장애",
      "description": "부신에서 발생하는 다양한 질환들로, 호르몬 이상을 초래할 수 있습니다.",
      "tips": "증상에 따른 호르몬 검사와 영상 진단 후, 원인에 맞는 맞춤 치료가 필요합니다."
    },
    "E28": {
      "name": "난소의 기능이상",
      "description": "난소의 호르몬 분비 이상으로 무월경, 불임, 다모증 등의 증상이 나타날 수 있습니다.",
      "tips": "호르몬 치료, 식생활 조절 및 필요시 생식의학적 치료가 필요합니다."
    },
    "E29": {
      "name": "고환의 기능이상",
      "description": "고환에서 호르몬 생성이 줄어들어 생식 기능 저하나 남성호르몬 결핍 증상이 나타납니다.",
      "tips": "테스토스테론 보충 요법과 정기적인 내분비 평가가 필요합니다."
    },
    "E30": {
      "name": "달리 분류되지 않은 사춘기의 장애",
      "description": "조기 또는 지연된 사춘기 발현, 또는 사춘기 진행 이상이 포함되는 질환군입니다.",
      "tips": "성장과 성호르몬 평가를 통해 원인을 파악하고, 필요시 호르몬 치료를 시행합니다."
    },
    "E31": {
      "name": "다선성 기능이상",
      "description": "여러 내분비기관에 기능 이상이 함께 나타나는 상태로, 자가면역 원인이 많은 편입니다.",
      "tips": "호르몬별 정밀 진단과 면역 관련 검사를 통해 포괄적인 치료계획을 세워야 합니다."
    },
    "E32": {
      "name": "흉선의 질환",
      "description": "흉선은 면역계의 중요한 기관으로, 종양이나 퇴화 장애가 면역 이상으로 이어질 수 있습니다.",
      "tips": "흉선종은 흉부 CT로 진단하고, 필요시 수술을 통해 제거합니다."
    },
    "E34": {
      "name": "기타 내분비장애",
      "description": "특정 질환으로 분류되지 않는 다양한 내분비 기능 이상을 포함합니다.",
      "tips": "호르몬 수치를 정기적으로 검사하고, 증상에 따른 맞춤 치료가 중요합니다."
    },
    "E35": {
      "name": "달리 분류된 질환에서의 내분비선장애",
      "description": "다른 전신 질환과 동반되는 내분비기능의 이상 상태를 의미합니다.",
      "tips": "기저 질환을 함께 관리하며, 내분비 기능 평가 및 치료도 병행합니다."
    },
    "E40": {
      "name": "콰시오르코르",
      "description": "단백질 결핍으로 발생하는 영양실조 질환으로, 부종, 성장 부진, 간비대 등이 나타납니다.",
      "tips": "단백질 중심의 영양 공급이 중요하며, 영양 교육과 조기 개입이 필수입니다."
    },
    "E41": {
      "name": "영양성 소모증",
      "description": "만성적인 에너지 결핍으로 체중이 감소하고, 근육량이 줄어드는 상태입니다.",
      "tips": "고열량 고단백 식이와 함께 의료진의 지속적인 영양 평가가 필요합니다."
    },
    "E42": {
      "name": "소모성 콰시오르코르",
      "description": "콰시오르코르와 소모증의 복합 형태로, 단백질과 에너지 모두가 결핍된 상태입니다.",
      "tips": "입원 치료와 함께 집중적인 영양 공급 및 전해질 보충이 필요합니다."
    },
    "E43": {
      "name": "상세불명의 중증 단백질-에너지영양실조",
      "description": "명확한 분류는 없지만 단백질과 에너지 결핍이 심한 중증 상태입니다.",
      "tips": "영양 상태 정밀 평가 후, 맞춤형 치료식 공급과 전신 상태 안정화가 중요합니다."
    },
    "E44": {
      "name": "중등도 및 경도의 단백질-에너지영양실조",
      "description": "부분적인 단백질 및 에너지 부족으로 체중 감소나 피로가 동반됩니다.",
      "tips": "식이 보충 및 정기적인 체중 모니터링이 필요합니다."
    },
    "E45": {
      "name": "단백질-에너지영양실조로 인한 발육지연",
      "description": "이 질환은 어린이에게 주로 발생하며, 충분한 단백질과 열량을 섭취하지 못해 성장 속도가 느려지고 면역력 저하와 함께 발달 지연이 나타날 수 있습니다.",
      "tips": "균형 잡힌 식단과 정기적인 성장 모니터링이 필요하며, 조기 발견 시 보충영양과 전문적인 식이요법으로 회복할 수 있습니다."
    },
    "E46": {
      "name": "상세불명의 단백질-에너지영양실조",
      "description": "단백질과 칼로리 섭취 부족으로 발생하는 전반적인 영양실조 상태로, 증상이 다양하고 명확한 진단이 어려운 경우를 포함합니다.",
      "tips": "영양 상담과 식습관 개선을 통한 충분한 단백질과 칼로리 섭취가 중요하며, 필요 시 전문적인 영양지원이 필요합니다."
    },
    "E50": {
      "name": "비타민A결핍",
      "description": "비타민 A가 부족하면 야맹증, 안구건조증, 면역력 저하 등의 증상이 나타나며, 심한 경우 실명 위험도 있습니다.",
      "tips": "간, 당근, 시금치 같은 비타민 A가 풍부한 식품을 섭취하고, 영유아와 임산부는 필요시 보충제를 통해 관리해야 합니다."
    },
    "E51": {
      "name": "티아민결핍",
      "description": "비타민 B1 결핍으로 발생하며, 심부전 증상과 신경계 이상(각기병)을 일으킬 수 있습니다.",
      "tips": "잡곡, 돼지고기, 콩류 등 티아민이 풍부한 식품을 섭취하고, 알코올 중독자는 정기적인 영양 상태 평가가 필요합니다."
    },
    "E52": {
      "name": "니아신결핍[펠라그라]",
      "description": "비타민 B3 결핍으로 피부염, 설사, 정신신경계 이상이 동반되며 심할 경우 치명적일 수 있습니다.",
      "tips": "육류, 곡류, 견과류를 충분히 섭취하고, 결핍 위험군은 보충제를 통해 예방해야 합니다."
    },
    "E53": {
      "name": "기타 비타민B군의 결핍",
      "description": "B군 비타민 부족은 피로, 집중력 저하, 신경통, 빈혈 등의 다양한 증상을 유발할 수 있습니다.",
      "tips": "균형 잡힌 식사를 통해 B군 비타민을 충분히 섭취하고, 채식주의자나 고령자는 보충제를 고려해야 합니다."
    },
    "E54": {
      "name": "아스코르빈산결핍",
      "description": "비타민 C 부족으로 괴혈병이 발생할 수 있으며, 잇몸 출혈, 피로, 면역 저하 등이 나타납니다.",
      "tips": "감귤류, 브로콜리, 피망 등 비타민 C가 풍부한 과일과 채소를 매일 섭취해야 합니다."
    },
    "E55": {
      "name": "비타민D결핍",
      "description": "비타민 D 부족은 뼈의 약화, 근육통, 성장 지연, 골연화증이나 골다공증을 유발할 수 있습니다.",
      "tips": "햇빛 노출을 늘리고, 연어, 우유, 계란 등 비타민 D가 포함된 음식을 섭취하며 필요시 보충제를 사용해야 합니다."
    },
    "E56": {
      "name": "기타 비타민결핍",
      "description": "다양한 비타민이 부족하면 피로, 피부 질환, 시력 저하, 신경계 이상 등 여러 문제가 발생할 수 있습니다.",
      "tips": "균형 잡힌 식단을 유지하고, 특정 비타민이 부족한 경우 개별 보충제를 통해 보완해야 합니다."
    },
    "E58": {
      "name": "식사성 칼슘결핍",
      "description": "식이를 통해 칼슘이 부족할 경우 뼈가 약해지고 골다공증이나 근육경련이 발생할 수 있습니다.",
      "tips": "우유, 치즈, 두부, 멸치 등을 자주 섭취하고, 뼈 건강을 위해 비타민 D와 함께 보충하면 좋습니다."
    },
    "E59": {
      "name": "식사성 셀레늄결핍",
      "description": "셀레늄은 항산화 작용과 면역기능에 중요한 역할을 하는 미량 원소로, 결핍 시 심장 근육 이상과 면역 저하, 갑상선 기능 장애 등이 나타날 수 있습니다.",
      "tips": "브라질너트, 해산물, 통곡물 등 셀레늄이 풍부한 식품을 섭취하고, 필요시 보충제를 통해 섭취량을 보완하세요."
    },
    "E60": {
      "name": "식사성 아연결핍",
      "description": "아연은 성장과 면역, 상처 치유에 중요한 역할을 하며, 결핍 시 성장 저하, 미각 감퇴, 감염 위험 증가 등이 발생할 수 있습니다.",
      "tips": "고기, 해산물, 견과류 등 아연이 풍부한 식품을 규칙적으로 섭취하고, 흡수 장애 환자는 보충제를 고려해야 합니다."
    },
    "E61": {
      "name": "기타 영양소의 결핍",
      "description": "철분, 마그네슘, 구리 등 다양한 미량 영양소의 결핍은 피로, 빈혈, 신경과민, 근육 경련 등의 증상을 유발할 수 있습니다.",
      "tips": "균형 잡힌 식단과 함께 주기적인 건강 검진으로 결핍 여부를 확인하고, 필요 시 해당 영양소를 보충하세요."
    },
    "E63": {
      "name": "기타 영양결핍",
      "description": "단일 원인이 아닌 복합적인 영양 부족 상태로, 전반적인 체력 저하와 면역 기능 약화, 발달 지연 등을 동반할 수 있습니다.",
      "tips": "영양 상태 평가를 통해 부족한 부분을 정확히 파악하고, 전문 영양사와의 상담을 통해 식단을 개선하세요."
    },
    "E64": {
      "name": "영양실조 및 기타 영양결핍의 후유증",
      "description": "심각한 영양결핍 이후 나타나는 신체적, 인지적 기능 저하나 회복 지연 등의 후유증을 포함합니다.",
      "tips": "회복기에는 고영양 식단과 정기적인 건강 체크를 통해 기능 회복을 지원해야 합니다."
    },
    "E65": {
      "name": "국소적 지방과다",
      "description": "신체 특정 부위에 비정상적으로 지방이 축적된 상태로, 주로 유전적 요인이나 내분비 장애와 관련됩니다.",
      "tips": "지속적인 운동과 식이조절이 중요하며, 필요 시 지방흡입 등 치료적 접근도 고려할 수 있습니다."
    },
    "E66": {
      "name": "비만",
      "description": "체지방이 과도하게 축적된 만성 질환으로, 당뇨병, 고혈압, 심혈관 질환 등의 주요 위험 요인입니다.",
      "tips": "정기적인 운동, 식단 조절, 행동요법이 기본이며, 필요시 약물치료나 수술적 접근도 고려됩니다."
    },
    "E67": {
      "name": "기타 과영양",
      "description": "비타민이나 특정 영양소의 과도한 섭취로 인한 이상 증상으로, 간독성이나 신경학적 문제를 유발할 수 있습니다.",
      "tips": "보충제 사용 시 권장량을 초과하지 않도록 주의하고, 의료진 상담을 통해 조절해야 합니다."
    },
    "E68": {
      "name": "과영양의 후유증",
      "description": "지속적인 과잉 섭취 후 나타나는 대사 이상, 내분비 장애, 지방간 등의 후유증을 포함합니다.",
      "tips": "균형 잡힌 식사와 체중 감량을 통해 대사 회복을 유도하고, 합병증 발생 여부를 정기적으로 검사해야 합니다."
    },
    "E70": {
      "name": "방향족아미노산대사장애",
      "description": "페닐케톤뇨증(PKU) 등 특정 아미노산 대사 이상으로 인해 중추신경계 손상이 유발될 수 있습니다.",
      "tips": "조기 진단과 아미노산 제한 식단이 중요하며, 신생아 스크리닝 프로그램을 통해 선별 가능합니다."
    },
    "E71": {
      "name": "측쇄아미노산 및 지방산 대사장애",
      "description": "유전성 대사질환으로, 에너지 생성에 필요한 효소가 결핍되어 저혈당, 근육 약화, 혼수 등이 발생할 수 있습니다.",
      "tips": "정기적인 혈액검사와 특수식이 요법으로 관리하며, 감염이나 금식은 피해야 합니다."
    },
    "E72": {
      "name": "아미노산대사의 기타 장애",
      "description": "아르기닌, 오르니틴, 시트룰린 등의 아미노산 대사에 관여하는 효소 결핍으로 다양한 대사 이상이 발생할 수 있습니다.",
      "tips": "특정 아미노산 제한 식이와 약물치료가 필요하며, 유전 상담도 고려해야 합니다."
    },
    "E73": {
      "name": "젖당불내성",
      "description": "유당(젖당)을 소화하는 효소인 락타아제가 부족하여 복부팽만, 설사, 복통 등을 유발하는 상태입니다.",
      "tips": "유당이 없는 유제품이나 락타아제 보충제를 활용하고, 식단 조절로 증상을 완화할 수 있습니다."
    },
    "E74": {
      "name": "탄수화물대사의 기타 장애",
      "description": "포도당, 갈락토오스, 과당 등 특정 당류의 흡수 또는 대사에 문제가 생겨 저혈당, 성장 저하 등이 유발됩니다.",
      "tips": "해당 탄수화물이 포함되지 않은 식단을 구성하고, 정기적인 대사 상태 모니터링이 필요합니다."
    },
    "E75": {
      "name": "스핑고지질대사장애 및 기타 지질축적장애",
      "description": "고셔병, 니만피크병 등으로 알려진 희귀 유전 질환군으로, 신경계와 간비장 비대 등의 증상을 보입니다.",
      "tips": "효소대체요법과 유전자 치료 등의 최신 치료법이 연구 중이며, 조기 진단이 중요합니다."
    },
    "E76": {
      "name": "글리코사미노글라이칸대사장애",
      "description": "뮤코다당류증으로도 불리며, 결합조직과 기관에 영향을 미치는 대사 장애 질환입니다.",
      "tips": "정기적인 재활 치료와 합병증 관리가 중요하며, 일부 유형에 대해 효소보충 치료가 가능합니다."
    },
    "E77": {
      "name": "당단백질대사장애",
      "description": "세포 간 신호전달과 면역기능에 관여하는 당단백질의 이상으로, 다양한 전신 증상을 초래할 수 있습니다.",
      "tips": "전문 유전병 센터에서 정밀 진단을 받고, 맞춤형 치료 및 재활을 시행해야 합니다."
    },
    "E78": {
      "name": "지질단백질대사장애 및 기타 지질증",
      "description": "고지혈증, 고콜레스테롤혈증 등이 포함되며, 심혈관질환의 주요 원인 중 하나입니다.",
      "tips": "식이요법, 운동, 약물치료를 병행하여 혈중 지질 수치를 관리해야 합니다."
    },
    "E79": {
      "name": "퓨린 및 피리미딘의 대사장애",
      "description": "요산 증가로 인한 통풍이나, DNA 합성과 관련된 대사 이상이 포함됩니다.",
      "tips": "육류와 술 섭취를 제한하고, 요산 수치를 조절하는 약물 복용이 필요할 수 있습니다."
    },
    "E80": {
      "name": "포르피린 및 빌리루빈 대사장애",
      "description": "간에서 빌리루빈을 처리하는 과정에 이상이 생겨 황달, 복통, 신경증상이 발생할 수 있습니다.",
      "tips": "과도한 햇빛 노출을 피하고, 간 기능을 정기적으로 확인하는 것이 중요합니다."
    },
    "E83": {
      "name": "무기질대사장애",
      "description": "칼슘, 마그네슘, 철분 등의 무기질 대사에 이상이 생기면 골다공증, 빈혈, 경련 등이 발생합니다.",
      "tips": "혈액검사로 결핍 여부를 확인하고, 맞춤형 보충제 및 식이조절로 관리합니다."
    },
    "E84": {
      "name": "낭성 섬유증",
      "description": "유전적 원인으로 폐와 소화계에 점액이 과도하게 축적되는 질환으로, 호흡 곤란과 만성 감염을 유발합니다.",
      "tips": "정기적인 물리치료, 항생제 치료 및 영양 관리가 필수적이며, 폐 기능 모니터링이 중요합니다."
    },
    "E85": {
      "name": "아밀로이드증",
      "description": "아밀로이드 단백질이 조직에 침착되어 기관 기능을 손상시키는 질환으로, 다양한 전신 증상을 유발할 수 있습니다.",
      "tips": "조기 진단과 함께 증상 완화를 위한 약물치료 및 장기 기능 관찰이 필요합니다."
    },
    "E86": {
      "name": "용적고갈",
      "description": "체내 수분 손실이 많아져 혈액량이 감소하는 상태로, 탈수나 쇼크로 이어질 수 있습니다.",
      "tips": "수액 치료와 함께 수분 섭취량을 적절히 유지하고, 급성기에는 입원 치료가 필요할 수 있습니다."
    },
    "E87": {
      "name": "수분, 전해질 및 산-염기균형의 기타 장애",
      "description": "체액의 pH나 전해질 농도에 이상이 생기면 의식저하, 근육 경련, 심정지까지 유발될 수 있습니다.",
      "tips": "혈액검사를 통해 균형 상태를 확인하고, 필요 시 수액 또는 약물 보정이 필요합니다."
    },
    "E88": {
      "name": "기타 대사장애",
      "description": "유전적 또는 후천적으로 발생하는 각종 대사 이상 질환으로, 신체 기능 전반에 영향을 미칠 수 있습니다.",
      "tips": "정확한 진단 후, 식이요법과 약물치료 등 개인 맞춤형 관리가 필요합니다."
    },
    "E89": {
      "name": "달리 분류되지 않은 처치후 내분비 및 대사 장애",
      "description": "수술, 방사선, 약물 등의 처치 후 발생하는 갑상선, 부신, 췌장 등 내분비 기능 장애를 포함합니다.",
      "tips": "정기적인 호르몬 수치 모니터링과 보충 치료로 기능 회복을 도와야 합니다."
    },
    "E90": {
      "name": "달리 분류된 질환에서의 영양 및 대사 장애",
      "description": "기타 질환의 영향으로 나타나는 2차적인 영양 및 대사 문제를 포함합니다.",
      "tips": "기저 질환 치료와 함께 영양 상태를 종합적으로 관리해야 합니다."
    },
    "E94": {
      "name": "기타 대사성 장애의 후유증",
      "description": "대사 질환 후 장기적인 합병증으로, 뼈, 신경계, 면역계 등에 지속적인 영향을 줄 수 있습니다.",
      "tips": "정기적인 추적 검사와 함께 예방적 영양 보충 및 재활 치료가 필요합니다."
    },
    "I00": {
      "name": "심장침범에 대한 언급이 없는 류마티스열",
      "description": "심장 침범이 없는 류마티스열은 연쇄상구균 감염 후 발생하는 염증성 질환으로, 주로 관절염, 발열, 피부 발진 등이 나타납니다.",
      "tips": "연쇄상구균 인두염의 조기 치료가 중요하며, 재발 방지를 위한 항생제 예방요법을 고려해야 합니다."
    },
    "I01": {
      "name": "심장 침범이 있는 류마티스열",
      "description": "심장을 침범한 류마티스열은 심내막염이나 심근염으로 이어질 수 있으며, 반복적인 감염은 심장 판막 손상을 초래할 수 있습니다.",
      "tips": "연쇄상구균 감염 치료 후 정기적인 심장 검진과 예방적 항생제 치료가 권장됩니다."
    },
    "I02": {
      "name": "류마티스무도병",
      "description": "류마티스무도병은 주로 소아와 청소년에게 발생하는 신경학적 이상으로, 불수의적 움직임과 근긴장이상 증상이 나타납니다.",
      "tips": "정신적 자극을 피하고, 증상 완화를 위한 항염증제 및 신경안정제를 사용할 수 있습니다."
    },
    "I05": {
      "name": "류마티스성 승모판질환",
      "description": "류마티스성 승모판질환은 류마티스열에 의해 승모판이 손상되어 협착이나 폐쇄부전 등의 판막 기능 이상이 발생하는 질환입니다.",
      "tips": "심장 초음파를 통한 정기적 모니터링과 필요 시 판막 교정 또는 수술적 치료가 필요합니다."
    },
    "I06": {
      "name": "류마티스성 대동맥판질환",
      "description": "류마티스성 대동맥판질환은 류마티스열로 인한 대동맥판 손상으로 판막 협착 또는 폐쇄부전이 발생하는 질환입니다.",
      "tips": "정기적인 심초음파 검사와 심부전 증상 발생 시 수술적 개입을 고려해야 합니다."
    },
    "I07": {
      "name": "류마티스성 삼첨판질환",
      "description": "류마티스성 삼첨판질환은 드물지만 심부전으로 이어질 수 있는 삼첨판의 협착 또는 폐쇄부전을 유발하는 질환입니다.",
      "tips": "심장 기능 평가와 약물 요법 및 중증일 경우 수술적 치료가 고려됩니다."
    },
    "I08": {
      "name": "다발판막질환",
      "description": "다발판막질환은 둘 이상의 심장 판막이 손상된 상태로, 대부분 류마티스열 후유증으로 발생합니다.",
      "tips": "심장 기능에 따라 약물치료 또는 다수의 판막 수술이 필요할 수 있습니다."
    },
    "I09": {
      "name": "기타 류마티스심장질환",
      "description": "기타 류마티스심장질환은 판막 외 심장 부위에 영향을 미치는 류마티스 질환을 포함하며, 다양한 심장 합병증이 동반됩니다.",
      "tips": "류마티스질환의 조기 치료와 심장 정기검진이 중요합니다."
    },
    "I10": {
      "name": "본태성(원발성) 고혈압",
      "description": "본태성 고혈압은 명확한 원인 없이 발생하는 고혈압으로, 심혈관계 합병증의 주요 원인입니다.",
      "tips": "염분 제한, 운동, 체중 관리, 약물치료가 필수적입니다."
    },
    "I11": {
      "name": "고혈압성 심장병",
      "description": "고혈압으로 인해 심장이 비대해지거나 심부전이 발생하는 상태를 고혈압성 심장병이라 합니다.",
      "tips": "고혈압 조절과 함께 심장 기능에 대한 정기적인 평가가 필요합니다."
    },
    "I12": {
      "name": "고혈압성 신장병",
      "description": "고혈압에 의해 신장이 손상되어 만성 신장병으로 진행하는 상태를 고혈압성 신장병이라 합니다.",
      "tips": "혈압 관리와 단백뇨 조절이 신장 보호에 중요합니다."
    },
    "I13": {
      "name": "고혈압성 심장 및 신장병",
      "description": "고혈압이 심장과 신장 양쪽에 영향을 미쳐 발생하는 복합 질환입니다.",
      "tips": "적절한 약물치료와 정기적 기능 검사가 중요합니다."
    },
    "I15": {
      "name": "이차성 고혈압",
      "description": "이차성 고혈압은 신장질환, 내분비질환 등 명확한 원인으로 발생하는 고혈압입니다.",
      "tips": "원인을 찾고 근본적인 질환 치료가 필요합니다."
    },
    "I20": {
      "name": "협심증",
      "description": "협심증은 심장 근육에 혈액 공급이 일시적으로 줄어들어 흉통이 발생하는 질환입니다.",
      "tips": "운동 시 흉통이 발생하면 즉시 휴식을 취하고, 니트로글리세린 사용을 고려해야 합니다."
    },
    "I21": {
      "name": "급성 심근경색증",
      "description": "심장 혈관이 갑자기 막혀 심장 조직이 괴사되는 질환으로, 응급 상황입니다.",
      "tips": "심한 흉통이 지속될 경우 즉시 응급실 방문이 필요하며, 응급 중재술이 중요합니다."
    },
    "I22": {
      "name": "후속심근경색증",
      "description": "이전 심근경색 이후 짧은 시간 내 다시 발생하는 심근경색입니다.",
      "tips": "심장 재활과 약물 복용의 철저한 이행이 재발 방지에 중요합니다."
    },
    "I23": {
      "name": "급성 심근경색증 후 특정 현존 합병증",
      "description": "심근경색 이후 발생하는 심부전, 심실 파열 등 심각한 합병증을 포함하는 상태입니다.",
      "tips": "정밀 검사와 집중 치료가 필수이며, 조기 대응이 생존율을 높입니다."
    },
    "I24": {
      "name": "기타 급성 허혈심장질환",
      "description": "심장으로의 혈류 감소로 인한 다양한 급성 심장 질환들을 포함합니다.",
      "tips": "심장 증상이 발생하면 지체 없이 병원 방문이 필요합니다."
    },
    "I25": {
      "name": "만성 허혈심장병",
      "description": "심장 근육으로의 혈류 공급이 지속적으로 저하되어 발생하는 만성 질환입니다.",
      "tips": "지속적인 약물 복용과 식습관, 운동 관리가 중요합니다."
    },
    "I26": {
      "name": "폐색전증",
      "description": "폐동맥에 혈전이 막혀 발생하는 응급질환으로, 갑작스런 호흡곤란과 흉통이 특징입니다.",
      "tips": "심부정맥 혈전증 예방이 중요하며, 의심되면 즉시 응급실로 가야 합니다."
    },
    "I27": {
      "name": "기타 폐성 심장질환",
      "description": "폐질환에 의해 우심실에 과부하가 걸려 발생하는 심장 질환을 말합니다.",
      "tips": "기저 폐질환의 치료와 산소치료가 중요합니다."
    },
    "I28": {
      "name": "폐혈관의 기타 질환",
      "description": "폐혈관에 생기는 다양한 비정상적인 상태들을 포함하며, 호흡곤란과 저산소증을 유발할 수 있습니다.",
      "tips": "조기 진단과 산소치료 또는 폐고혈압 약제 치료가 중요합니다."
    },
    "I30": {
      "name": "급성 심장막염",
      "description": "심장을 둘러싼 심낭에 급성 염증이 생긴 상태로, 흉통과 호흡곤란이 동반될 수 있습니다.",
      "tips": "항염증제 치료와 원인 질환 치료가 필요하며, 심낭 삼출 여부 확인이 필요합니다."
    },
    "I31": {
      "name": "심장막의 기타 질환",
      "description": "심장막의 기타 질환은 심낭 내 출혈, 심낭 섬유화, 심낭 낭종 등 다양한 비염증성 또는 만성 상태를 포함합니다.",
      "tips": "심장 초음파 등을 통해 이상 소견을 조기에 발견하고, 원인 질환에 대한 치료를 병행하는 것이 중요합니다."
    },
    "I32": {
      "name": "달리 분류된 질환에서의 심장막염",
      "description": "다른 감염성 또는 전신성 질환의 일부로 나타나는 심장막염은 염증으로 인해 흉통이나 호흡 곤란이 동반될 수 있습니다.",
      "tips": "원인 질환 치료와 함께 심장막염 증상을 관리하며, 심낭 삼출 여부를 정기적으로 확인해야 합니다."
    },
    "I33": {
      "name": "급성 및 아급성 심내막염",
      "description": "급성 또는 아급성 심내막염은 주로 감염성 원인에 의해 심장 내막에 염증이 발생하는 질환으로, 생명을 위협할 수 있습니다.",
      "tips": "항생제 치료를 조기에 시작하고, 심초음파를 통해 판막 손상 여부를 정기적으로 모니터링해야 합니다."
    },
    "I34": {
      "name": "비류마티스성 승모판장애",
      "description": "비류마티스성 승모판장애는 승모판 탈출증이나 협착 등으로 인해 심장 기능 이상을 초래할 수 있는 질환입니다.",
      "tips": "규칙적인 심장 검사와 함께, 중증도에 따라 약물 치료나 수술을 고려해야 합니다."
    },
    "I35": {
      "name": "비류마티스성 대동맥판장애",
      "description": "대동맥판 협착이나 폐쇄부전과 같은 판막 질환으로 인해 심장의 부담이 증가할 수 있습니다.",
      "tips": "심장 기능 저하 예방을 위해 약물치료와 필요시 인공판막 치환술이 필요할 수 있습니다."
    },
    "I36": {
      "name": "비류마티스성 삼첨판장애",
      "description": "삼첨판의 기능장애는 우심방과 우심실 사이의 혈류 이상을 초래하며, 부종과 피로감의 원인이 될 수 있습니다.",
      "tips": "정기적인 심장 초음파와 함께, 폐 고혈압이나 간 울혈 증상이 나타나면 적절한 치료가 필요합니다."
    },
    "I37": {
      "name": "폐동맥판장애",
      "description": "폐동맥판 협착 또는 역류는 선천적 혹은 후천적 원인에 의해 발생하며, 우심실의 부담을 증가시킵니다.",
      "tips": "심초음파로 상태를 추적하며, 증상이 심하면 판막 수술을 고려해야 합니다."
    },
    "I38": {
      "name": "상세불명 판막의 심내막염",
      "description": "명확히 판막을 특정할 수 없는 심내막염으로, 일반적으로 감염성 원인에 의해 발생합니다.",
      "tips": "혈액 배양 및 심초음파 검사로 조기 진단하고, 항생제 치료를 적극적으로 시행해야 합니다."
    },
    "I39": {
      "name": "달리 분류된 질환에서의 심내막염 및 심장판막장애",
      "description": "전신 감염이나 자가면역질환의 일부로 나타나는 심장판막 손상 및 염증을 포함합니다.",
      "tips": "원인 질환을 적극적으로 치료하고, 심장 손상 예방을 위한 관리가 중요합니다."
    },
    "I40": {
      "name": "급성 심근염",
      "description": "급성 심근염은 바이러스, 세균, 자가면역 등의 원인으로 심장근육에 염증이 발생하는 질환입니다.",
      "tips": "심장 기능이 약해질 수 있으므로 안정, 염증 억제제, 필요시 입원 치료가 필요합니다."
    },
    "I41": {
      "name": "달리 분류된 질환에서의 심근염",
      "description": "다른 질환에 의해 유발된 이차성 심근염으로, 증상은 급성 심근염과 유사할 수 있습니다.",
      "tips": "원인 질환을 치료하면서 심근염의 합병증을 모니터링하고 심장기능을 관리해야 합니다."
    },
    "I42": {
      "name": "심근병증",
      "description": "심근병증은 심장근육의 구조적 또는 기능적 이상으로 인해 심장 펌프 기능이 저하되는 질환입니다.",
      "tips": "심초음파와 MRI를 통한 정확한 진단이 중요하며, 약물치료와 식이·생활습관 관리가 필요합니다."
    },
    "I43": {
      "name": "달리 분류된 질환에서의 심근병증",
      "description": "당뇨병, 아밀로이드증, 철분 과다 등 다른 질환의 결과로 나타나는 심근 질환입니다.",
      "tips": "기저질환의 적극적인 치료와 함께, 심근기능에 대한 정기적인 추적 관찰이 중요합니다."
    },
    "I44": {
      "name": "방실차단 및 좌각차단",
      "description": "심장의 전기신호 전달 이상으로 심박수가 느려지는 부정맥의 일종입니다.",
      "tips": "증상 심할 경우 인공심박동기 삽입이 필요하며, 주기적인 심전도 검사가 권장됩니다."
    },
    "I45": {
      "name": "기타 전도장애",
      "description": "방실차단 외에도 다양한 부정맥성 전도 장애가 포함되며, 실신이나 피로를 유발할 수 있습니다.",
      "tips": "정기적인 심전도 검사와 함께 필요시 약물치료 또는 심박동기 삽입을 고려해야 합니다."
    },
    "I46": {
      "name": "심장정지",
      "description": "심장의 갑작스러운 기능 정지로 의식 상실과 사망에 이를 수 있는 위급 상태입니다.",
      "tips": "심폐소생술(CPR)과 자동심장충격기(AED) 사용이 가장 중요하며, 사전 심장질환 진단과 예방이 중요합니다."
    },
    "I47": {
      "name": "발작성 빈맥",
      "description": "갑작스럽고 빠르게 나타나는 심장 박동 증가로 어지러움이나 흉통을 유발할 수 있습니다.",
      "tips": "심전도 검사로 진단하며, 약물치료 또는 전기충격요법, 필요시 카테터 절제술이 시행됩니다."
    },
    "I48": {
      "name": "심방세동 및 조동",
      "description": "심방이 불규칙하게 수축하는 부정맥으로, 뇌졸중 위험이 증가하는 질환입니다.",
      "tips": "항응고제 복용과 심박수 조절이 필수이며, 심방세동 조기 진단과 치료가 중요합니다."
    },
    "I49": {
      "name": "기타 심장부정맥",
      "description": "심실빈맥, 심실세동 등 다양한 부정맥이 포함되며, 일부는 생명을 위협할 수 있습니다.",
      "tips": "전문의의 진단 후 약물, 전기충격치료 또는 제세동기 삽입이 필요할 수 있습니다."
    },
    "I50": {
      "name": "심부전",
      "description": "심부전은 심장이 신체에 필요한 혈액을 충분히 펌프하지 못하는 상태로, 피로감, 호흡 곤란, 부종 등이 나타날 수 있습니다.",
      "tips": "염분 섭취 제한, 적절한 체중 유지, 규칙적인 운동 및 약물 복용이 중요합니다."
    },
    "I51": {
      "name": "심장병의 불명확한 기록 및 합병증",
      "description": "심장병의 불명확한 기록 및 합병증은 명확한 진단명이 없지만 심장에 이상이 있을 가능성이 있는 상태를 의미합니다.",
      "tips": "정기적인 심장 검진과 정확한 진단을 통해 원인을 파악하고 조기 치료하는 것이 중요합니다."
    },
    "I52": {
      "name": "달리 분류된 질환에서의 기타 심장장애",
      "description": "다른 질환과 관련하여 발생한 심장장애로, 원인 질환에 따라 증상이 다양하게 나타날 수 있습니다.",
      "tips": "기저 질환을 철저히 관리하며, 심장 기능 검사를 주기적으로 시행해야 합니다."
    },
    "I60": {
      "name": "거미막하출혈",
      "description": "거미막하출혈은 뇌를 감싸는 거미막 아래에서 발생하는 출혈로, 극심한 두통과 의식저하를 유발할 수 있는 응급질환입니다.",
      "tips": "고혈압 관리와 금연, 외상 예방을 통해 위험을 줄일 수 있으며, 증상 발생 시 즉시 병원을 방문해야 합니다."
    },
    "I61": {
      "name": "뇌내출혈",
      "description": "뇌내출혈은 뇌 조직 내에 출혈이 발생한 상태로, 주로 고혈압이나 외상, 뇌혈관 이상에 의해 유발됩니다.",
      "tips": "고혈압을 철저히 조절하고 외상을 예방하며, 뇌 건강을 위한 생활 습관을 유지하는 것이 중요합니다."
    },
    "I62": {
      "name": "기타 비외상성 두개내출혈",
      "description": "외상에 의하지 않은 다양한 원인으로 두개내에 발생한 출혈을 말하며, 뇌압 상승이나 의식 저하 등이 나타날 수 있습니다.",
      "tips": "기저 질환 관리와 정기적인 뇌혈관 검사를 통해 위험을 조기에 발견하는 것이 중요합니다."
    },
    "I63": {
      "name": "뇌경색증",
      "description": "뇌경색증은 뇌혈관이 막혀서 혈류가 차단되어 뇌 조직이 괴사되는 질환으로, 편마비, 언어장애 등이 흔한 증상입니다.",
      "tips": "고혈압, 당뇨, 고지혈증을 잘 조절하고 금연, 운동, 균형 잡힌 식사가 중요합니다."
    },
    "I64": {
      "name": "출혈 또는 경색증으로 명시되지 않은 뇌졸중",
      "description": "뇌졸중의 유형이 출혈성인지 허혈성인지 명확하지 않은 상태로, 신속한 영상 검사가 필수입니다.",
      "tips": "뇌졸중 징후가 보이면 지체하지 말고 즉시 병원을 방문하여 진단을 받아야 합니다."
    },
    "I65": {
      "name": "뇌경색증을 유발하지 않은 뇌전동맥의 폐쇄 및 협착",
      "description": "뇌전동맥의 협착 또는 폐쇄가 있지만 아직 뇌경색으로 진행되지 않은 상태로, 경고 신호로 간주됩니다.",
      "tips": "항혈소판제 복용과 함께 고혈압, 고지혈증 등을 철저히 조절해야 합니다."
    },
    "I66": {
      "name": "뇌경색증을 유발하지 않은 대뇌동맥의 폐쇄 및 협착",
      "description": "대뇌동맥의 부분적 막힘이나 좁아짐이 있지만 아직 뇌손상은 발생하지 않은 상태입니다.",
      "tips": "생활습관 개선과 정기적인 뇌혈관 검진을 통해 예방적 치료가 필요합니다."
    },
    "I67": {
      "name": "기타 뇌혈관질환",
      "description": "기타 뇌혈관질환에는 혈관기형, 혈관염 등 다양한 원인의 질환이 포함되며, 증상과 예후는 질환에 따라 다릅니다.",
      "tips": "두통, 어지럼증, 시야 이상 등의 증상이 지속되면 전문 진료가 필요합니다."
    },
    "I68": {
      "name": "달리 분류된 질환에서의 뇌혈관장애",
      "description": "다른 전신 질환에 의해 발생하는 이차적인 뇌혈관 이상을 의미합니다.",
      "tips": "기저 질환의 적극적인 관리가 뇌혈관 합병증 예방에 중요합니다."
    },
    "I69": {
      "name": "뇌혈관질환의 후유증",
      "description": "뇌졸중 등의 뇌혈관질환 이후에 남는 신경학적 후유증으로, 마비, 언어장애, 인지저하 등이 포함됩니다.",
      "tips": "재활 치료와 함께 위험인자 관리 및 가족의 지지가 매우 중요합니다."
    },
    "I70": {
      "name": "죽상경화증",
      "description": "죽상경화증은 동맥벽에 콜레스테롤이 축적되어 혈관이 좁아지는 질환으로, 심혈관계 질환의 주요 원인입니다.",
      "tips": "금연, 저지방 식사, 규칙적인 운동과 약물 치료가 필요합니다."
    },
    "I71": {
      "name": "대동맥동맥류 및 박리",
      "description": "대동맥에 비정상적인 확장(동맥류) 또는 내막이 파열되어 층이 갈라지는 박리 현상이 발생한 상태입니다.",
      "tips": "고혈압 조절과 정기적 CT 또는 초음파 검진으로 조기 발견과 수술적 치료가 중요합니다."
    },
    "I72": {
      "name": "기타 동맥류 및 박리",
      "description": "대동맥 이외의 동맥에서 발생한 동맥류나 박리로, 출혈이나 혈류 장애의 원인이 될 수 있습니다.",
      "tips": "혈압 관리와 함께 정기적인 혈관 영상 검사가 필요합니다."
    },
    "I73": {
      "name": "기타 말초혈관질환",
      "description": "사지의 혈관에 발생하는 질환으로, 보행 시 통증(간헐적 파행), 말초부종 등이 특징입니다.",
      "tips": "걷기 운동, 금연, 약물 치료로 증상을 완화할 수 있습니다."
    },
    "I74": {
      "name": "동맥색전증 및 혈전증",
      "description": "혈전이나 색전이 동맥을 막아 혈류를 차단하는 상태로, 급성 증상과 조직 괴사를 유발할 수 있습니다.",
      "tips": "항응고제 치료와 빠른 응급처치가 필수이며, 반복 예방을 위한 원인 치료가 중요합니다."
    },
    "I77": {
      "name": "동맥 및 세동맥의 기타 장애",
      "description": "이 범주는 동맥이나 세동맥에 발생하는 비전형적인 이상을 포함하며, 혈관벽의 염증, 협착, 비정상적인 확장 등이 포함됩니다.",
      "tips": "혈관 건강을 유지하기 위해 규칙적인 운동, 금연, 저염식이 필요하며, 정기적인 혈관 건강 검진을 받는 것이 중요합니다."
    },
    "I78": {
      "name": "모세혈관의 질환",
      "description": "모세혈관에 발생하는 질환으로는 확장, 파열, 누출 등이 있으며, 피부에 출혈 반점이나 점상 출혈로 나타날 수 있습니다.",
      "tips": "혈관 보호를 위해 혈압과 혈당을 관리하고, 피부 손상을 줄이는 생활습관을 갖는 것이 좋습니다."
    },
    "I79": {
      "name": "달리 분류된 질환에서의 동맥, 세동맥 및 모세혈관의 장애",
      "description": "기타 질환으로 인해 발생한 혈관계의 이차적 문제로, 전신 질환의 합병증으로 나타날 수 있습니다.",
      "tips": "원인 질환에 대한 철저한 치료와 함께 혈관 기능을 유지하는 약물 치료가 중요합니다."
    },
    "I80": {
      "name": "정맥염 및 혈전정맥염",
      "description": "정맥에 염증이 생기고 혈전이 발생하는 질환으로, 다리 통증과 부종이 주요 증상입니다.",
      "tips": "오랜 시간 앉아있거나 서 있는 자세를 피하고, 정기적인 스트레칭과 압박 스타킹 착용이 도움이 됩니다."
    },
    "I81": {
      "name": "문맥혈전증",
      "description": "간으로 가는 주요 혈관인 문맥에 혈전이 생기는 질환으로, 복부 불편감과 간 기능 저하로 이어질 수 있습니다.",
      "tips": "간 질환이 있다면 정기적으로 복부 초음파 검사를 받고, 항응고 치료를 병행해야 합니다."
    },
    "I82": {
      "name": "기타 정맥의 색전증 및 혈전증",
      "description": "다양한 정맥에 혈전이 생겨 혈류를 막는 상태로, 폐색전증으로 진행될 위험이 있습니다.",
      "tips": "항응고제 복용과 함께 장시간 비행, 입원 시 다리 근육 운동 등 혈전 예방 수칙을 지켜야 합니다."
    },
    "I83": {
      "name": "하지의 정맥류",
      "description": "다리 정맥의 판막이 기능을 상실하면서 혈액이 역류하고 정맥이 비정상적으로 확장되는 질환입니다.",
      "tips": "다리 높이기, 걷기 운동, 압박 스타킹 사용이 도움이 되며 필요 시 정맥 레이저 치료를 고려할 수 있습니다."
    },
    "I84": {
      "name": "치핵",
      "description": "항문 주위 혈관이 확장되며 발생하는 정맥류로, 배변 시 출혈, 통증, 탈출 등이 나타날 수 있습니다.",
      "tips": "변비 예방을 위한 식이섬유 섭취와 수분 보충, 좌욕 등이 증상 개선에 도움이 됩니다."
    },
    "I85": {
      "name": "식도정맥류",
      "description": "간경변 등으로 인해 식도 정맥이 확장되어 출혈 위험이 높은 상태입니다.",
      "tips": "알코올 제한, 정기적인 내시경 검사, 필요 시 결찰술 또는 약물 치료가 필요합니다."
    },
    "I86": {
      "name": "기타 부위의 정맥류",
      "description": "직장 이외 부위의 정맥류로, 복부, 골반, 고환 부위 등이 포함되며 불편감이나 통증을 유발할 수 있습니다.",
      "tips": "혈류 개선을 위한 생활습관 개선과, 증상이 심할 경우 혈관색전술 등의 치료가 고려됩니다."
    },
    "I87": {
      "name": "정맥의 기타 장애",
      "description": "정맥의 협착, 혈류 이상 등 다양한 비정상 상태를 포함하며 만성 정맥 부전이 대표적입니다.",
      "tips": "다리 올리기, 규칙적인 운동, 압박 스타킹 착용이 예방법이며 필요 시 약물 치료가 병행됩니다."
    },
    "I88": {
      "name": "비특이성 림프절염",
      "description": "특정 원인 없이 림프절에 염증이 생기는 상태로, 주로 감염 후 발생하며 국소 통증이나 부종이 특징입니다.",
      "tips": "휴식과 염증 조절을 위한 약물 복용이 도움이 되며, 장기화 시 정확한 진단을 위해 조직검사가 필요할 수 있습니다."
    },
    "I89": {
      "name": "림프관 및 림프절의 기타 비감염성 장애",
      "description": "림프관 폐색, 림프부종 등 감염과 관계없는 림프계의 이상으로, 만성 부종이 주로 나타납니다.",
      "tips": "림프마사지, 압박 요법, 적절한 운동이 중요하며, 원인을 찾기 위한 영상검사가 필요합니다."
    },
    "I95": {
      "name": "저혈압",
      "description": "혈압이 비정상적으로 낮아져 어지럼증, 피로감, 실신 등이 나타나는 상태입니다.",
      "tips": "충분한 수분 섭취, 염분 보충, 기립 시 천천히 움직이는 습관이 예방에 중요합니다."
    },
    "I97": {
      "name": "달리 분류되지 않은 순환계통의 처치후 장애",
      "description": "심장 수술이나 혈관 처치 이후 발생하는 이상 반응이나 후유증을 포함합니다.",
      "tips": "수술 후 정기 검진을 통해 심혈관 기능을 체크하고, 증상이 있으면 빠르게 의료진과 상담해야 합니다."
    },
    "I98": {
      "name": "달리 분류된 질환에서의 순환계통의 기타 장애",
      "description": "기타 전신질환에 동반된 순환계 이상으로, 전신 염증이나 감염에 의해 발생할 수 있습니다.",
      "tips": "기저 질환의 적극적인 관리와 함께, 심혈관계 증상에 대한 주기적인 모니터링이 필요합니다."
    },
    "I99": {
      "name": "순환계통의 기타 및 상세불명의 장애",
      "description": "원인이 명확하지 않거나 기타 순환계 이상을 포괄하는 범주로, 진단이 어려운 경우 포함됩니다.",
      "tips": "정기적인 심혈관 검진과 함께, 증상 발생 시 조기 진단을 위해 다양한 검사가 필요할 수 있습니다."
    },
    "J00": {
      "name": "급성 비인두염[감기]",
      "description": "급성 비인두염은 흔히 '감기'라고 불리며 바이러스 감염에 의해 발생하는 상기도 감염입니다. 콧물, 코막힘, 인후통, 기침 등의 증상이 나타납니다.",
      "tips": "휴식을 충분히 취하고 수분을 많이 섭취하며, 손 씻기와 마스크 착용으로 감염 확산을 예방할 수 있습니다."
    },
    "J01": {
      "name": "급성 부비동염",
      "description": "급성 부비동염은 감기 이후 세균 감염 등으로 인해 부비동에 염증이 생기는 질환으로, 코막힘, 콧물, 안면 통증 등의 증상이 동반됩니다.",
      "tips": "코 세척과 충분한 수분 섭취가 도움이 되며, 증상이 지속되면 항생제 치료가 필요할 수 있습니다."
    },
    "J02": {
      "name": "급성 인두염",
      "description": "급성 인두염은 인두 부위에 염증이 생기는 질환으로, 인후통과 삼킴 곤란이 주요 증상입니다.",
      "tips": "따뜻한 물로 가글을 하고 자극적인 음식은 피하는 것이 좋습니다. 통증이 심하면 해열진통제를 사용할 수 있습니다."
    },
    "J03": {
      "name": "급성 편도염",
      "description": "급성 편도염은 바이러스나 세균 감염으로 인해 편도선에 염증이 생기는 질환입니다. 인후통과 고열, 연하곤란이 나타납니다.",
      "tips": "충분한 휴식과 수분 섭취가 중요하며, 세균성 감염 시 항생제가 필요할 수 있습니다."
    },
    "J04": {
      "name": "급성 후두염 및 기관염",
      "description": "급성 후두염 및 기관염은 음성 변화(쉰 목소리), 기침, 호흡곤란을 유발할 수 있는 염증성 질환입니다.",
      "tips": "목을 쉬게 하고 가습기를 사용하는 것이 도움이 되며, 심한 경우 흡입 스테로이드가 필요할 수 있습니다."
    },
    "J05": {
      "name": "급성 폐색성 후두염[크룹] 및 후두개염",
      "description": "크룹은 소아에서 흔히 발생하는 급성 후두 부종 질환으로, 개 짖는 소리와 같은 기침과 호흡곤란이 특징입니다.",
      "tips": "습도를 유지하고, 증상이 심할 경우 응급 처치와 병원 치료가 필요합니다."
    },
    "J06": {
      "name": "다발성 및 상세불명 부위의 급성 상기도감염",
      "description": "상기도감염이 여러 부위에 동시 발생한 상태로, 비인두염, 후두염, 편도염 등이 함께 나타날 수 있습니다.",
      "tips": "증상별로 대증 치료를 시행하며, 수면과 수분 섭취가 중요합니다."
    },
    "J09": {
      "name": "확인된 동물매개 또는 범유행 인플루엔자바이러스에 의한 인플루엔자",
      "description": "조류 인플루엔자나 돼지 인플루엔자와 같이 동물에서 유래한 인플루엔자바이러스에 감염된 상태입니다.",
      "tips": "감염 예방을 위해 백신 접종이 중요하며, 유행 시에는 개인 위생수칙을 철저히 지켜야 합니다."
    },
    "J10": {
      "name": "확인된 계절성 인플루엔자바이러스에 의한 인플루엔자",
      "description": "계절성 인플루엔자는 매년 겨울철 유행하는 바이러스 감염으로, 고열, 근육통, 기침, 피로감 등이 특징입니다.",
      "tips": "예방접종이 가장 효과적인 예방 방법이며, 증상 발생 시 항바이러스제를 사용할 수 있습니다."
    },
    "J11": {
      "name": "바이러스가 확인되지 않은 인플루엔자",
      "description": "바이러스 확인은 되지 않았지만 임상적으로 인플루엔자 증상을 보이는 경우입니다.",
      "tips": "증상에 따른 대증요법과 휴식이 기본 치료이며, 합병증 예방에 주의해야 합니다."
    },
    "J12": {
      "name": "달리 분류되지 않은 바이러스폐렴",
      "description": "특정 바이러스에 의해 발생하지만 명확하게 확인되지 않은 경우의 폐렴입니다.",
      "tips": "수분 섭취와 산소요법이 중요하며, 2차 세균 감염 예방이 필요합니다."
    },
    "J13": {
      "name": "폐렴연쇄알균에 의한 폐렴",
      "description": "가장 흔한 폐렴 원인균인 폐렴연쇄알균(Streptococcus pneumoniae)에 의해 발생하는 세균성 폐렴입니다.",
      "tips": "항생제 치료가 필요하며, 백신 접종으로 예방할 수 있습니다."
    },
    "J14": {
      "name": "인플루엔자균에 의한 폐렴",
      "description": "Haemophilus influenzae에 의해 발생하는 폐렴으로 특히 고령자와 면역 저하자에게 위험합니다.",
      "tips": "적절한 항생제 치료와 예방 접종이 중요합니다."
    },
    "J15": {
      "name": "달리 분류되지 않은 세균성 폐렴",
      "description": "원인균이 명확히 밝혀지지 않은 세균성 폐렴으로, 다양한 세균이 원인이 될 수 있습니다.",
      "tips": "빠른 항생제 치료가 중요하며, 흡연은 피하는 것이 좋습니다."
    },
    "J16": {
      "name": "달리 분류되지 않은 기타 감염성 병원체에 의한 폐렴",
      "description": "곰팡이, 바이러스, 기생충 등 드문 병원체에 의한 폐렴입니다.",
      "tips": "면역력이 저하된 환자에게서 발생 가능성이 높으며, 병원체 확인 후 맞춤 치료가 필요합니다."
    },
    "J17": {
      "name": "달리 분류된 질환에서의 폐렴",
      "description": "기저 질환이나 다른 감염병에 의해 이차적으로 발생하는 폐렴입니다.",
      "tips": "원인 질환과 함께 통합적으로 치료해야 하며, 폐렴 증상에도 주의가 필요합니다."
    },
    "J18": {
      "name": "상세불명 병원체의 폐렴",
      "description": "원인 병원체가 확인되지 않은 경우의 폐렴으로, 임상 증상에 따라 치료가 진행됩니다.",
      "tips": "항생제 및 지지 요법이 사용되며, 조기 진단과 치료가 중요합니다."
    },
    "J20": {
      "name": "급성 기관지염",
      "description": "바이러스 또는 세균에 의해 발생하는 급성 기관지 염증으로 기침과 가래가 주요 증상입니다.",
      "tips": "금연, 수분 섭취, 충분한 휴식이 회복을 돕습니다."
    },
    "J21": {
      "name": "급성 세기관지염",
      "description": "주로 영유아에서 발생하는 하기도 감염으로, 세기관지의 염증으로 인해 기침, 쌕쌕거림, 호흡 곤란이 나타납니다.",
      "tips": "수분 섭취를 유지하고, 호흡을 편하게 하기 위한 습도 조절 및 필요 시 병원에서 산소 치료가 필요합니다."
    },
    "J22": {
      "name": "상세불명의 급성 하기도감염",
      "description": "정확한 병원체가 확인되지 않았지만 급성 기침, 호흡곤란 등의 증상이 있는 하기도 감염입니다.",
      "tips": "증상에 따라 해열제나 진해제를 사용할 수 있으며, 지속되는 경우 진료가 필요합니다."
    },
    "J30": {
      "name": "혈관운동성 및 알레르기성 비염",
      "description": "꽃가루, 먼지, 동물 털 등에 의해 유발되는 코 점막의 과민 반응으로, 재채기와 콧물, 코막힘이 특징입니다.",
      "tips": "알레르기 유발 요인을 피하고, 항히스타민제나 스테로이드 스프레이를 사용할 수 있습니다."
    },
    "J31": {
      "name": "만성 비염, 비인두염 및 인두염",
      "description": "장기간 지속되는 코와 인후 부위의 염증으로 인해 코막힘, 인후통, 건조함 등이 반복됩니다.",
      "tips": "생활 습관 개선과 약물 치료로 증상을 조절하며, 환경적 자극을 줄이는 것이 중요합니다."
    },
    "J32": {
      "name": "만성 부비동염",
      "description": "부비동(코곁굴)에 만성적으로 염증이 생겨 코막힘과 두통, 안면통을 유발하는 질환입니다.",
      "tips": "비강 세척과 항생제, 필요 시 수술적 치료가 고려됩니다."
    },
    "J33": {
      "name": "코폴립",
      "description": "비강 내 점막이 부어오르며 발생하는 양성 종양으로, 코막힘이나 후각 저하가 나타납니다.",
      "tips": "약물 요법으로 초기 치료가 가능하며, 반복되면 수술적 제거가 필요할 수 있습니다."
    },
    "J34": {
      "name": "코 및 비동의 기타 장애",
      "description": "비중격 만곡, 비강종양 등 다양한 형태의 코 및 부비동 질환이 포함됩니다.",
      "tips": "정확한 진단 후 보존적 또는 수술적 치료가 필요합니다."
    },
    "J35": {
      "name": "편도 및 아데노이드의 만성 질환",
      "description": "편도와 아데노이드에 반복적인 염증이 발생하여 만성화된 상태입니다.",
      "tips": "반복 감염 시 편도 절제술이 고려되며, 구강 위생 관리도 중요합니다."
    },
    "J36": {
      "name": "편도주위농양",
      "description": "편도 주위에 고름이 고여 심한 인후통과 입 벌리기 어려움이 발생하는 응급질환입니다.",
      "tips": "항생제 투여와 농양 배농이 필요하며, 재발 방지를 위해 편도 절제술을 시행할 수 있습니다."
    },
    "J37": {
      "name": "만성 후두염 및 후두기관염",
      "description": "목소리 변화와 만성적인 기침을 동반하는 후두 및 기관의 염증 상태입니다.",
      "tips": "과도한 음성 사용을 피하고, 흡연을 금지하며 필요 시 약물치료가 필요합니다."
    },
    "J38": {
      "name": "달리 분류되지 않은 성대 및 후두의 질환",
      "description": "성대 마비, 결절 등 후두의 다양한 비염증성 질환이 포함됩니다.",
      "tips": "음성 치료, 수술, 생활 습관 개선 등을 통해 증상을 완화시킬 수 있습니다."
    },
    "J39": {
      "name": "상기도의 기타 질환",
      "description": "코, 인후, 후두 등 상기도에서 발생하는 다양한 기타 질환들을 포괄합니다.",
      "tips": "원인에 따른 적절한 진단 및 맞춤형 치료가 필요합니다."
    },
    "J40": {
      "name": "급성인지 만성인지 명시되지 않은 기관지염",
      "description": "기침과 가래를 유발하는 기관지의 염증으로, 급성인지 만성인지 구분되지 않은 상태입니다.",
      "tips": "증상 완화를 위해 수분 섭취와 휴식이 권장되며, 지속 시 전문 진료가 필요합니다."
    },
    "J41": {
      "name": "단순성 및 점액화농성 만성 기관지염",
      "description": "점액 또는 점액-화농성 가래를 동반하는 만성적인 기침이 특징입니다.",
      "tips": "금연과 함께 증상에 따라 기관지 확장제, 거담제를 사용할 수 있습니다."
    },
    "J42": {
      "name": "상세불명의 만성 기관지염",
      "description": "원인이 명확하지 않지만 장기간 지속되는 기관지의 염증입니다.",
      "tips": "흡연 및 자극 물질 회피, 정기적 폐기능 검사가 권장됩니다."
    },
    "J43": {
      "name": "폐기종",
      "description": "폐포의 파괴와 확장으로 인해 호흡곤란이 발생하는 만성 폐 질환입니다.",
      "tips": "금연이 가장 중요하며, 폐 재활과 약물 치료가 병행됩니다."
    },
    "J44": {
      "name": "기타 만성 폐쇄성 폐질환",
      "description": "호흡 흐름이 제한되는 폐 질환으로 만성기관지염, 폐기종 등이 포함됩니다.",
      "tips": "흡연 중단과 함께 흡입제 사용 및 정기적인 호흡 재활이 필요합니다."
    },
    "J45": {
      "name": "천식",
      "description": "기도가 과민하게 반응하여 좁아지고, 호흡곤란과 쌕쌕거림이 반복되는 질환입니다.",
      "tips": "흡입제 사용과 유발 요인 회피가 가장 효과적인 관리 방법입니다."
    },
    "J46": {
      "name": "천식지속상태",
      "description": "일반 치료에도 반응하지 않는 심각한 천식 발작으로, 생명을 위협할 수 있습니다.",
      "tips": "응급 치료가 필요하며, 조기 병원 방문이 중요합니다."
    },
    "J47": {
      "name": "기관지확장증",
      "description": "기관지가 비정상적으로 확장되어 점액이 축적되고 감염이 반복되는 상태입니다.",
      "tips": "가래 배출 촉진, 항생제 치료, 물리 치료 등이 병행되어야 합니다."
    },
    "J60": {
      "name": "탄광부진폐증",
      "description": "석탄 먼지를 오랜 기간 흡입하여 폐에 염증과 섬유화가 일어난 상태입니다.",
      "tips": "노출 중단이 필수이며, 증상에 따라 폐 기능 관리가 필요합니다."
    },
    "J61": {
      "name": "석면 및 기타 광섬유에 의한 진폐증",
      "description": "석면 등 광섬유 먼지 흡입으로 인한 만성 폐 질환입니다.",
      "tips": "노출 차단이 최우선이며, 주기적인 폐 검진이 필요합니다."
    },
    "J62": {
      "name": "실리카를 함유한 먼지에 의한 진폐증",
      "description": "규소 성분 먼지에 장기간 노출되어 폐가 손상되는 질환입니다.",
      "tips": "산업 재해 예방이 가장 중요하며, 폐 기능 저하에 따른 치료가 필요합니다."
    },
    "J63": {
      "name": "기타 무기물먼지에 의한 진폐증",
      "description": "규소 외 무기물 먼지에 의한 폐의 섬유화와 기능 저하가 발생하는 질환입니다.",
      "tips": "작업 환경 개선과 정기적인 건강 검진이 권장됩니다."
    },
    "J64": {
      "name": "상세불명의 진폐증",
      "description": "정확한 물질이 밝혀지지 않았지만 먼지 흡입에 의한 폐 손상이 의심되는 상태입니다.",
      "tips": "환경 요인을 차단하고, 증상에 따라 치료를 받는 것이 중요합니다."
    },
    "J65": {
      "name": "결핵과 연관된 진폐증",
      "description": "진폐증 환자에서 활동성 결핵이 함께 발생한 상태입니다.",
      "tips": "결핵에 대한 적극적인 치료와 함께 폐기능 관리를 병행합니다."
    },
    "J66": {
      "name": "특정 유기물먼지에 의한 기도질환",
      "description": "곡물, 목재, 곰팡이 등 유기물 먼지에 의해 발생하는 호흡기 질환입니다.",
      "tips": "원인 물질 회피와 증상에 따른 약물 치료가 필요합니다."
    },
    "J67": {
      "name": "유기물먼지에 의한 과민성 폐렴",
      "description": "면역 반응으로 폐에 염증이 발생하는 질환으로, 반복 노출 시 만성화됩니다.",
      "tips": "노출 회피가 가장 중요하며, 필요 시 스테로이드 치료가 이루어집니다."
    },
    "J68": {
      "name": "화학물질, 가스, 훈증기 및 물김의 흡입에 의한 호흡기병태",
      "description": "화학 물질 흡입으로 인해 기도나 폐에 손상이 생기는 상태입니다.",
      "tips": "즉각적인 노출 중단과 응급 치료가 필요합니다."
    },
    "J69": {
      "name": "고체 및 액체에 의한 폐렴",
      "description": "이물질이 기도로 흡입되어 발생하는 폐렴으로, 흡인성 폐렴이라고도 합니다.",
      "tips": "흡인 예방과 함께 적절한 항생제 치료가 중요합니다."
    },
    "J70": {
      "name": "기타 외부요인에 의한 호흡기병태",
      "description": "기타 외부 자극에 의해 발생하는 다양한 형태의 호흡기 질환입니다.",
      "tips": "환경 관리와 증상 중심의 치료가 필요합니다."
    },
    "J80": {
      "name": "성인호흡곤란증후군",
      "description": "심각한 염증 반응으로 폐포가 손상되어 호흡 곤란이 발생하는 중증 질환입니다.",
      "tips": "집중 치료가 필요하며, 인공호흡기 치료가 동반될 수 있습니다."
    },
    "J81": {
      "name": "폐부종",
      "description": "폐에 체액이 축적되어 호흡곤란이 발생하는 상태로, 주로 심부전과 관련됩니다.",
      "tips": "원인 질환 치료와 함께 이뇨제 사용이 필요합니다."
    },
    "J82": {
      "name": "달리 분류되지 않은 폐호산구증가",
      "description": "폐 내 호산구 수가 증가하면서 염증을 유발하는 질환입니다.",
      "tips": "면역 조절 약물과 스테로이드 치료가 필요할 수 있습니다."
    },
    "J84": {
      "name": "기타 간질성 폐질환",
      "description": "폐의 간질 조직에 염증과 섬유화가 생기는 다양한 원인의 질환입니다.",
      "tips": "조기 진단과 스테로이드, 항섬유화 치료가 병행되어야 합니다."
    },
    "J85": {
      "name": "폐 및 종격의 농양",
      "description": "폐 조직이나 종격에 고름이 고인 상태로, 발열과 기침, 가래가 동반됩니다.",
      "tips": "항생제 치료와 경우에 따라 외과적 배농이 필요합니다."
    },
    "J86": {
      "name": "농흉",
      "description": "흉막강에 고름이 차는 질환으로, 통증과 고열이 나타날 수 있습니다.",
      "tips": "흉강 배액과 항생제 치료가 기본이며, 중증 시 수술적 치료도 필요합니다."
    },
    "J90": {
      "name": "달리 분류되지 않은 흉막삼출액",
      "description": "흉막강에 액체가 고여 호흡곤란을 유발하는 상태입니다.",
      "tips": "원인 규명 후 치료하며, 흉수 배액이 필요할 수 있습니다."
    },
    "J91": {
      "name": "달리 분류된 병태에서의 흉막삼출액",
      "description": "다른 질환으로 인해 발생한 흉막 삼출액으로, 원인 질환과 함께 관리해야 합니다.",
      "tips": "주 질환 치료와 함께 흉수 조절이 중요합니다."
    },
    "J92": {
      "name": "흉막판",
      "description": "과거의 흉막염 또는 석면 노출로 인한 흉막의 섬유성 변화입니다.",
      "tips": "대부분 특별한 치료는 필요 없지만, 경과 관찰이 필요합니다."
    },
    "J93": {
      "name": "기흉",
      "description": "폐에서 공기가 흉강으로 빠져나와 폐가 눌리는 응급상황입니다.",
      "tips": "소규모는 관찰, 중증은 흉강 배액이나 수술이 필요합니다."
    },
    "J94": {
      "name": "기타 흉막의 병태",
      "description": "다양한 원인에 의해 발생하는 흉막 질환을 포함합니다.",
      "tips": "증상에 따라 영상 검사와 흉막 생검 등이 필요할 수 있습니다."
    },
    "J95": {
      "name": "달리 분류되지 않은 처치후 호흡장애",
      "description": "수술이나 의료 처치 후 발생한 호흡계 합병증입니다.",
      "tips": "처치 후 증상 발생 시 즉시 의료진에 알리고, 적절한 대처가 필요합니다."
    },
    "J96": {
      "name": "달리 분류되지 않은 호흡부전",
      "description": "산소 부족 또는 이산화탄소 과잉으로 인해 호흡이 정상적으로 이루어지지 않는 상태입니다.",
      "tips": "산소 요법 및 인공호흡기 치료가 필요할 수 있습니다."
    },
    "J98": {
      "name": "기타 호흡장애",
      "description": "호흡기계의 기타 비특이적 질환들을 포함합니다.",
      "tips": "원인 질환 규명이 중요하며, 폐 기능 검사 등 정밀 진단이 필요합니다."
    },
    "J99": {
      "name": "달리 분류된 질환에서의 호흡장애",
      "description": "다른 질환의 합병증으로 호흡기 증상이 나타난 경우를 말합니다.",
      "tips": "기저 질환 치료와 함께 호흡기 증상 조절이 이루어져야 합니다."
    },
    "K00": {
      "name": "치아의 발육 및 맹출 장애",
      "description": "유치나 영구치가 제시간에 나오지 않거나 이상 위치에 맹출하는 문제입니다.",
      "tips": "소아기 정기 검진을 통해 조기 발견하고, 교정치료로 개선할 수 있습니다."
    },
    "K01": {
      "name": "매몰치 및 매복치",
      "description": "치아가 잇몸 속에 묻혀 제대로 맹출하지 못하는 상태입니다.",
      "tips": "불편이 없으면 경과 관찰, 문제 시 외과적 발치가 필요할 수 있습니다."
    },
    "K02": {
      "name": "치아우식",
      "description": "세균에 의한 충치로, 치아가 손상되는 대표적인 구강 질환입니다.",
      "tips": "정기적인 칫솔질과 치과 검진으로 예방하며, 초기에는 레진 치료가 가능합니다."
    },
    "K03": {
      "name": "치아경조직의 기타 질환",
      "description": "법랑질, 상아질 등 치아의 단단한 조직에 발생하는 비정상적인 변화입니다.",
      "tips": "조기 발견이 중요하며, 손상 정도에 따라 보존적 또는 보철적 치료가 필요합니다."
    },
    "K04": {
      "name": "치수 및 근단주위조직의 질환",
      "description": "치아 내부의 신경(치수)이나 뿌리 끝 부위에 염증이나 감염이 생긴 상태로, 극심한 통증과 감염이 특징입니다.",
      "tips": "신경치료(근관치료)가 필요하며, 방치 시 감염 확산을 막기 위해 발치가 필요할 수 있습니다."
    },
    "K05": {
      "name": "치은염 및 치주질환",
      "description": "잇몸의 염증에서 시작해 치조골까지 영향을 미칠 수 있는 질환으로, 출혈과 잇몸 붓기, 흔들림 등이 나타납니다.",
      "tips": "정기적인 스케일링과 올바른 칫솔질, 치실 사용이 예방 및 치료에 중요합니다."
    },
    "K06": {
      "name": "잇몸 및 무치성 치조융기의 기타 장애",
      "description": "잇몸의 비정상적인 증식, 후퇴 또는 치조융기의 이상으로 인해 저작 기능에 영향을 줄 수 있습니다.",
      "tips": "치과 정기 검진과 구강 위생 관리가 중요하며, 필요 시 외과적 처치가 시행됩니다."
    },
    "K07": {
      "name": "치아얼굴이상[부정교합포함]",
      "description": "턱과 치아의 배열 이상으로 인한 기능적, 심미적 문제로, 교합 불균형과 턱관절 통증 등을 유발할 수 있습니다.",
      "tips": "조기 발견이 중요하며, 치열 교정이나 턱 교정 수술이 필요할 수 있습니다."
    },
    "K08": {
      "name": "치아 및 지지구조의 기타 장애",
      "description": "치아 손실, 파절, 임플란트 문제 등 치아와 주변 조직에 생기는 다양한 구조적 문제입니다.",
      "tips": "정기적인 검진과 올바른 보철 관리로 예방하며, 적절한 보철 치료가 필요합니다."
    },
    "K09": {
      "name": "달리 분류되지 않은 구강영역의 낭",
      "description": "구강 내 점막이나 잇몸, 턱 뼈 등에 발생하는 비정형 낭종성 병변을 포함합니다.",
      "tips": "대부분 외과적으로 제거되며, 병리 조직검사로 악성 여부를 확인해야 합니다."
    },
    "K10": {
      "name": "턱의 기타 질환",
      "description": "턱관절 장애, 턱뼈의 이상 성장, 골절 등을 포함하는 질환입니다.",
      "tips": "증상에 따라 물리치료, 약물치료, 수술적 교정이 필요할 수 있습니다."
    },
    "K11": {
      "name": "침샘의 질환",
      "description": "타액 분비 이상, 침샘염, 침샘 결석 등 침샘 기능에 이상이 생긴 질환입니다.",
      "tips": "충분한 수분 섭취와 염증 조절을 위한 약물 치료가 필요합니다."
    },
    "K12": {
      "name": "구내염 및 관련 병변",
      "description": "입 안에 궤양, 염증 등이 생기는 상태로, 통증과 불편감을 유발합니다.",
      "tips": "자극 음식 피하기, 구강 위생 관리, 필요 시 국소 스테로이드 사용이 도움됩니다."
    },
    "K13": {
      "name": "입술 및 구강점막의 기타 질환",
      "description": "백반증, 색소침착 등 입술과 입안 점막의 다양한 병변을 포함합니다.",
      "tips": "정기적인 치과 검진과 자극 요인 회피가 중요합니다."
    },
    "K14": {
      "name": "혀의 질환",
      "description": "설염, 혀 통증, 설유두 이상 등 혀에 생기는 질환으로, 영양 결핍이나 감염이 원인이 될 수 있습니다.",
      "tips": "원인 질환에 따라 치료하며, 영양 관리와 구강 청결이 중요합니다."
    },
    "K20": {
      "name": "식도염",
      "description": "위산 역류 등에 의해 식도 점막에 염증이 생기는 상태로, 가슴 통증이나 속쓰림을 유발합니다.",
      "tips": "자극적인 음식 피하기, 식후 바로 눕지 않기, 필요 시 제산제 복용이 효과적입니다."
    },
    "K21": {
      "name": "위-식도역류병",
      "description": "위 내용물이 식도로 역류하여 염증이나 자극을 유발하는 질환입니다.",
      "tips": "생활습관 개선과 함께 위산 억제제를 사용하며, 증상이 지속되면 내시경 검사가 필요합니다."
    },
    "K22": {
      "name": "식도의 기타 질환",
      "description": "식도 협착, 이완불능증 등 다양한 기능 이상이 포함됩니다.",
      "tips": "삼킴 곤란 등의 증상 발생 시 전문적인 평가와 치료가 필요합니다."
    },
    "K23": {
      "name": "달리 분류된 질환에서의 식도의 장애",
      "description": "기저 질환의 영향으로 발생한 식도의 기능적 이상이나 손상입니다.",
      "tips": "기저 질환 치료와 함께 식도 기능 개선을 위한 맞춤형 관리가 필요합니다."
    },
    "K25": {
      "name": "위궤양",
      "description": "위 점막이 위산에 의해 손상되어 궤양이 생기는 상태입니다.",
      "tips": "위산 억제제 복용과 헬리코박터 제균 치료, 금연 및 식습관 개선이 중요합니다."
    },
    "K26": {
      "name": "십이지장궤양",
      "description": "십이지장 점막에 궤양이 생긴 질환으로, 상복부 통증이 주요 증상입니다.",
      "tips": "제산제와 항생제 치료, 식사 조절 및 스트레스 관리가 필요합니다."
    },
    "K27": {
      "name": "상세불명 부위의 소화성 궤양",
      "description": "위 또는 십이지장이 명확하지 않지만 궤양이 있는 상태입니다.",
      "tips": "위장약 복용과 함께 내시경 검사를 통해 정확한 위치 확인이 필요합니다."
    },
    "K28": {
      "name": "위공장궤양",
      "description": "위에서 공장(빈창자)으로 이어지는 부위에 발생하는 드문 궤양입니다.",
      "tips": "적극적인 위산 억제 치료와 함께 증상 추적이 필요합니다."
    },
    "K29": {
      "name": "위염 및 십이지장염",
      "description": "위 및 십이지장의 점막에 염증이 생겨 통증, 메스꺼움 등을 유발하는 질환입니다.",
      "tips": "금주, 자극적인 음식 피하기, 위산 억제제 복용 등이 효과적입니다."
    },
    "K30": {
      "name": "기능성 소화불량",
      "description": "기질적 이상 없이 소화 불량 증상이 지속되는 상태입니다.",
      "tips": "식습관 개선과 함께 심리적 안정, 필요 시 소화기계 약물이 도움됩니다."
    },
    "K31": {
      "name": "위 및 십이지장의 기타 질환",
      "description": "위장관 운동장애, 위 무력증 등 다양한 위장 기능 이상을 포함합니다.",
      "tips": "정밀검사를 통해 원인을 파악하고, 식이조절 및 약물치료가 필요합니다."
    },
    "K35": {
      "name": "급성 충수염",
      "description": "충수가 막혀 염증이 생긴 상태로, 우하복부 통증이 특징입니다.",
      "tips": "조기 수술이 필요하며, 지연 시 복막염으로 진행될 수 있으니 응급 진료가 중요합니다."
    },
    "K36": {
      "name": "기타 충수염",
      "description": "비정형적인 충수염 양상으로, 급성 외에도 만성 형태가 존재할 수 있습니다.",
      "tips": "증상 지속 시 정밀 진단 및 필요 시 수술이 필요합니다."
    },
    "K37": {
      "name": "상세불명의 충수염",
      "description": "명확한 진단 없이 충수염으로 의심되는 상태입니다.",
      "tips": "임상 증상과 검사 결과를 바탕으로 수술 여부를 판단해야 합니다."
    },
    "K38": {
      "name": "충수의 기타 질환",
      "description": "충수 낭종, 점액종 등 충수에 발생하는 비염증성 질환입니다.",
      "tips": "정기 검진과 필요한 경우 외과적 제거가 필요합니다."
    },
    "K40": {
      "name": "사타구니탈장",
      "description": "복부 내 장기가 사타구니를 통해 빠져나오는 탈장으로, 통증과 돌출이 나타납니다.",
      "tips": "수술적 교정이 필요하며, 조기에 진단하여 합병증을 예방해야 합니다."
    },
    "K41": {
      "name": "대퇴탈장",
      "description": "대퇴부를 통해 장기가 빠져나오는 탈장으로, 여성에게서 흔합니다.",
      "tips": "합병증 발생 위험이 높아 조기 수술이 권장됩니다."
    },
    "K42": {
      "name": "배꼽탈장",
      "description": "복압 증가로 인해 배꼽 주변으로 장기가 탈출하는 상태입니다.",
      "tips": "소아의 경우 자연 회복 가능성이 있으나, 성인은 수술이 필요할 수 있습니다."
    },
    "K43": {
      "name": "복벽탈장",
      "description": "복부 전벽의 약한 부위를 통해 장기가 돌출되는 상태입니다.",
      "tips": "복부 근력 강화와 수술적 치료가 중요합니다."
    },
    "K44": {
      "name": "횡격막탈장",
      "description": "복부 장기가 흉강 쪽으로 올라가는 탈장으로, 위 식도 역류와 관련됩니다.",
      "tips": "약물 치료로 증상 조절이 가능하며, 중증일 경우 수술이 필요합니다."
    },
    "K45": {
      "name": "기타 복부탈장",
      "description": "기타 드문 부위에서 발생하는 탈장을 포함합니다.",
      "tips": "증상 발생 시 정밀 진단과 함께 수술 여부를 결정합니다."
    },
    "K46": {
      "name": "상세불명의 복부탈장",
      "description": "정확한 위치가 명확하지 않지만 탈장이 의심되는 상태입니다.",
      "tips": "영상 검사를 통해 위치를 파악하고, 증상에 따라 치료합니다."
    },
    "K50": {
      "name": "크론병[국소성 장염]",
      "description": "입에서 항문까지 소화관 어디든 염증이 생기는 만성 자가면역 질환입니다.",
      "tips": "면역조절제와 생물학적 제제 치료가 필요하며, 규칙적인 식사와 스트레스 관리가 중요합니다."
    },
    "K51": {
      "name": "궤양성 대장염",
      "description": "대장 점막에 염증과 궤양이 생기는 만성 자가면역 질환입니다.",
      "tips": "약물 치료와 함께 식단 조절, 정기적인 대장 내시경 검사가 필요합니다."
    },
    "K52": {
      "name": "기타 비감염성 위장염 및 결장염",
      "description": "감염 없이 발생하는 위장 및 결장의 염증성 질환입니다.",
      "tips": "증상에 따라 항염증제와 식이요법이 병행됩니다."
    },
    "K55": {
      "name": "장의 혈관장애",
      "description": "장에 혈류 공급이 원활하지 않아 괴사가 발생할 수 있는 응급 질환입니다.",
      "tips": "즉시 병원에 방문하여 영상 검사 및 수술 여부를 판단해야 합니다."
    },
    "K56": {
      "name": "탈장이 없는 마비성 장폐색증 및 장폐색",
      "description": "장의 운동성 저하나 기계적 폐쇄로 인한 장 내용물의 흐름 정체입니다.",
      "tips": "금식, 위장관 감압, 필요 시 수술적 처치가 필요합니다."
    },
    "K57": {
      "name": "장의 게실병",
      "description": "대장 벽에 게실이 형성되며 염증이나 출혈이 생길 수 있는 질환입니다.",
      "tips": "섬유질 섭취 증가와 감염 시 항생제 치료가 필요합니다."
    },
    "K58": {
      "name": "과민대장증후군",
      "description": "기질적 이상 없이 복통, 설사 또는 변비가 반복되는 기능성 질환입니다.",
      "tips": "스트레스 관리, 식이 조절, 필요 시 장운동 조절 약물이 사용됩니다."
    },
    "K59": {
      "name": "기타 기능성 장장애",
      "description": "변비, 장 경련 등 구조적 이상 없이 기능에 문제가 있는 다양한 장 질환입니다.",
      "tips": "식습관 개선, 수분 섭취 증가, 운동 등이 증상 완화에 도움이 됩니다."
    },
    "K60": {
      "name": "항문 및 직장부의 열창 및 누공",
      "description": "항문 주위의 피부가 찢어지거나 항문 내부에 비정상적인 통로(누공)가 형성된 상태로 통증과 출혈을 동반합니다.",
      "tips": "좌욕과 연고 치료가 기본이며, 누공은 수술적 치료가 필요할 수 있습니다."
    },
    "K61": {
      "name": "항문 및 직장부의 농양",
      "description": "항문 주변에 고름이 고이는 급성 염증성 질환으로, 발열과 극심한 통증이 동반됩니다.",
      "tips": "농양 배농술과 항생제 치료가 필요하며, 재발 방지를 위해 누공 검사도 중요합니다."
    },
    "K62": {
      "name": "항문 및 직장의 기타 질환",
      "description": "항문 소양증, 항문 협착, 직장 점막탈출 등 다양한 항문/직장 관련 질환을 포함합니다.",
      "tips": "생활 습관 개선과 원인에 맞는 치료법 적용이 필요합니다."
    },
    "K63": {
      "name": "장의 기타 질환",
      "description": "기타 비특이적인 장 병변으로, 낭종, 장벽 비후, 점막 이상 등이 포함됩니다.",
      "tips": "정기적인 검진과 복부 증상 변화에 따른 평가가 중요합니다."
    },
    "K64": {
      "name": "치핵 및 항문주위정맥혈전증",
      "description": "치핵(치질)은 항문 정맥의 확장으로 발생하며, 통증, 출혈, 덩어리 등이 특징입니다.",
      "tips": "좌욕, 식이섬유 섭취, 연고 및 필요 시 수술 치료가 필요합니다."
    },
    "K65": {
      "name": "복막염",
      "description": "복강 내 염증이 발생하는 상태로, 심한 복통과 발열, 쇼크 증상이 나타날 수 있는 응급질환입니다.",
      "tips": "즉시 항생제 투여 및 원인 제거를 위한 수술적 처치가 필요합니다."
    },
    "K66": {
      "name": "복막의 기타 장애",
      "description": "복막의 섬유화, 유착 등의 비감염성 병변으로 소화기 운동 장애를 유발할 수 있습니다.",
      "tips": "보존적 치료 또는 수술적 유착 박리가 필요할 수 있습니다."
    },
    "K67": {
      "name": "달리 분류된 감염성 질환에서의 복막의 장애",
      "description": "결핵, 진균 감염 등 복막에 2차적으로 발생한 감염성 병변입니다.",
      "tips": "기저 감염에 대한 항균치료가 중요하며, 진단을 위한 복막생검이 필요할 수 있습니다."
    },
    "K70": {
      "name": "알코올성 간질환",
      "description": "과도한 음주로 인해 발생하는 지방간, 간염, 간경변증 등을 포함한 간질환입니다.",
      "tips": "금주가 가장 중요하며, 영양관리 및 간기능 추적관찰이 필요합니다."
    },
    "K71": {
      "name": "독성간질환",
      "description": "약물 또는 독성 물질로 인해 간세포에 손상이 발생하는 질환입니다.",
      "tips": "원인 약물 중단과 간 보호를 위한 약물 치료가 필요합니다."
    },
    "K72": {
      "name": "달리 분류되지 않은 간부전",
      "description": "간 기능이 급격히 또는 점진적으로 저하되어 생명을 위협하는 상태입니다.",
      "tips": "중환자 치료 및 경우에 따라 간이식이 고려됩니다."
    },
    "K73": {
      "name": "달리 분류되지 않은 만성 간염",
      "description": "바이러스 또는 면역 이상으로 인해 장기간 염증이 지속되는 간질환입니다.",
      "tips": "원인 분석 후 항바이러스 치료 또는 면역 조절 요법이 필요합니다."
    },
    "K74": {
      "name": "간의 섬유증 및 경변증",
      "description": "간에 만성 염증이 누적되어 섬유화되고 기능이 저하된 상태입니다.",
      "tips": "간경변 진행 방지와 정기적인 간암 검진이 필요합니다."
    },
    "K75": {
      "name": "기타 염증성 간질환",
      "description": "자가면역성 간염, 담관염 등 다양한 염증성 간질환을 포함합니다.",
      "tips": "정확한 진단 후 면역 억제제나 항생제 치료가 이루어집니다."
    },
    "K76": {
      "name": "간의 기타 질환",
      "description": "혈류 장애, 간낭종, 혈관종 등 간에서 발생하는 기타 양성 병변을 포함합니다.",
      "tips": "정기적인 영상 검사로 경과를 관찰하며 필요 시 치료합니다."
    },
    "K77": {
      "name": "달리 분류된 질환에서의 간장애",
      "description": "다른 질환(패혈증 등)으로 인해 2차적으로 발생한 간 기능 저하입니다.",
      "tips": "기저 질환 치료와 함께 간 기능 회복을 위한 보조요법이 필요합니다."
    },
    "K80": {
      "name": "담석증",
      "description": "담낭 또는 담도에 결석이 생겨 통증과 소화장애를 유발하는 질환입니다.",
      "tips": "지방 섭취 제한, 필요 시 담낭절제술이 시행됩니다."
    },
    "K81": {
      "name": "담낭염",
      "description": "담석 또는 세균 감염으로 담낭에 염증이 발생한 상태로, 발열과 복통이 특징입니다.",
      "tips": "금식 및 항생제 치료 후 필요 시 수술적 치료가 필요합니다."
    },
    "K82": {
      "name": "담낭의 기타 질환",
      "description": "폴립, 기능 장애 등 담낭에 발생하는 다양한 비염증성 질환입니다.",
      "tips": "초음파 추적관찰 또는 수술적 절제가 필요할 수 있습니다."
    },
    "K83": {
      "name": "담도의 기타 질환",
      "description": "담도 폐쇄, 담도협착 등 담즙 흐름에 영향을 주는 다양한 이상을 포함합니다.",
      "tips": "내시경적 처치(ERCP)나 수술적 치료가 필요할 수 있습니다."
    },
    "K85": {
      "name": "급성 췌장염",
      "description": "췌장의 효소가 스스로를 공격하여 염증이 발생하는 급성 질환으로, 상복부 통증이 특징입니다.",
      "tips": "금식, 수액 치료, 통증 조절이 필수이며 중증 시 중환자 치료가 필요합니다."
    },
    "K86": {
      "name": "췌장의 기타 질환",
      "description": "만성 췌장염, 낭종, 췌장암 등을 포함하는 다양한 췌장 질환입니다.",
      "tips": "원인에 따른 맞춤형 약물 치료 및 외과적 처치가 필요합니다."
    },
    "K87": {
      "name": "달리 분류된 질환에서의 담낭, 담도 및 췌장의 장애",
      "description": "다른 질환에 의해 2차적으로 발생한 담도계 및 췌장의 기능 이상입니다.",
      "tips": "기저 질환을 함께 치료하며, 담즙 배출 개선을 위한 처치가 필요합니다."
    },
    "K90": {
      "name": "장흡수장애",
      "description": "소장에서 영양소 흡수가 제대로 이루어지지 않아 체중감소, 설사, 영양결핍이 나타납니다.",
      "tips": "원인 질환 치료와 함께 고열량 식이와 보충 요법이 필요합니다."
    },
    "K91": {
      "name": "달리 분류되지 않은 소화계통의 처치후 장애",
      "description": "위장 수술 후 발생하는 흡수 장애, 역류, 출혈 등의 합병증을 포함합니다.",
      "tips": "합병증 종류에 따라 맞춤형 관리와 재수술 여부를 결정합니다."
    },
    "K92": {
      "name": "소화계통의 기타 질환",
      "description": "원인을 알 수 없는 위장관 출혈, 장기 이상 등 기타 비정형적인 소화기 질환입니다.",
      "tips": "정밀 검사로 원인 규명 후 증상에 맞는 치료를 진행합니다."
    },
    "K93": {
      "name": "달리 분류된 질환에서의 기타 소화기관장애",
      "description": "간, 위장, 췌장 등의 장기 질환에서 파생된 2차적인 장애입니다.",
      "tips": "기저 질환과 병행하여 소화기 증상에 대한 보조 치료가 필요합니다."
    },
    "N00": {
      "name": "급성 신염증후군",
      "description": "급성으로 발병하는 사구체 신염으로, 혈뇨, 단백뇨, 부종, 고혈압 등이 특징입니다.",
      "tips": "염분 섭취를 제한하고, 원인 감염 치료와 함께 신장 기능을 정기적으로 추적해야 합니다."
    },
    "N01": {
      "name": "급속 진행성 신염증후군",
      "description": "빠르게 신기능 저하가 진행되는 심각한 신장 질환으로, 조기 치료가 필수입니다.",
      "tips": "면역억제제와 스테로이드 치료가 사용되며, 신장 생검으로 정확한 진단이 필요합니다."
    },
    "N02": {
      "name": "재발성 및 지속성 혈뇨",
      "description": "소변에서 반복적으로 혈뇨가 나타나는 상태로, 사구체 이상이나 유전적 요인이 관련될 수 있습니다.",
      "tips": "신장 초음파, 혈압 관리, 정기적 소변 검사로 경과를 추적합니다."
    },
    "N03": {
      "name": "만성 신염증후군",
      "description": "장기간 지속되는 사구체 염증으로, 신기능 저하와 단백뇨, 부종이 서서히 나타납니다.",
      "tips": "염분 및 단백질 섭취 조절, 혈압 조절, 신기능 정기 추적이 중요합니다."
    },
    "N04": {
      "name": "신증후군",
      "description": "심한 단백뇨, 저알부민혈증, 부종, 고지혈증이 특징인 신장질환 증후군입니다.",
      "tips": "스테로이드, 이뇨제, 식이요법이 사용되며 감염 예방도 중요합니다."
    },
    "N05": {
      "name": "상세불명의 신염증후군",
      "description": "신장 조직학적 분류 없이 나타나는 사구체염 증상으로, 단백뇨와 혈뇨가 동반됩니다.",
      "tips": "신장 생검을 통해 병형을 확인하고, 조기 치료를 통해 악화를 예방합니다."
    },
    "N06": {
      "name": "명시된 형태학적 병변을 동반한 고립된 단백뇨",
      "description": "기타 신장 이상 없이 단백뇨만 단독으로 발견되는 상태입니다.",
      "tips": "경과 관찰이 우선이며, 지속 시 신장 기능 저하 가능성에 대비해 추적 관찰이 필요합니다."
    },
    "N07": {
      "name": "달리 분류되지 않은 유전성 신장병증",
      "description": "유전적으로 발생하는 다양한 형태의 신장 이상을 포함합니다.",
      "tips": "유전자 검사와 가족력 확인이 필요하며, 조기 관리로 진행 속도를 늦출 수 있습니다."
    },
    "N08": {
      "name": "달리 분류된 질환에서의 사구체장애",
      "description": "전신성 루푸스나 당뇨병 등의 기저 질환에 의한 사구체 손상입니다.",
      "tips": "기저 질환을 적극적으로 관리하며, 신장 기능 보호를 위한 약물 치료가 병행됩니다."
    },
    "N10": {
      "name": "급성 세뇨관-간질신장염",
      "description": "약물, 감염 등에 의해 세뇨관과 간질 조직에 급성 염증이 발생하는 질환입니다.",
      "tips": "원인 약물 중단, 수액치료와 스테로이드 요법이 도움이 됩니다."
    },
    "N11": {
      "name": "만성 세뇨관-간질신장염",
      "description": "오랜 기간 세뇨관과 신장 간질 조직에 염증이 누적되어 신기능이 점진적으로 저하되는 질환입니다.",
      "tips": "신기능을 정기적으로 모니터링하고, 고혈압 및 전해질 불균형을 관리합니다."
    },
    "N12": {
      "name": "급성 또는 만성으로 명시되지 않은 세뇨관-간질신장염",
      "description": "염증성 신장 질환으로 급성인지 만성인지 구분되지 않는 상태입니다.",
      "tips": "신장 기능 검사와 영상 검사로 정확한 진단 후 치료 방향을 결정합니다."
    },
    "N13": {
      "name": "폐색성 및 역류성 요로병증",
      "description": "요로 폐색이나 역류로 인해 신장 기능에 장애가 생기는 상태입니다.",
      "tips": "원인에 따라 수술적 교정이나 도뇨관 삽입이 필요할 수 있습니다."
    },
    "N14": {
      "name": "약물 및 중금속 유발 세뇨관-간질 및 세뇨관 병태",
      "description": "특정 약물이나 중금속 노출로 인해 신장의 세뇨관과 간질에 손상이 생기는 질환입니다.",
      "tips": "원인 물질 중단이 최우선이며, 신장 보호를 위한 수액 및 약물 치료가 필요합니다."
    }
  }
  