// src/utils/diseaseMapping.ts

export const diseaseNameMap: Record<string, string> = {
    "간염": "독성 간염",
    "과민성 대장증후군": "과민성 장증후군",
    "급성 기관지염": "급성 기관지염",
    "급성 비인두염": "급성 후두기관지염 및 폐쇄성 후두염",
    "급성 인두염": "급성 인두염",
    "급성 장염": "위염 및 십이지장염",
    "만성 폐쇄성 폐질환(COPD)": "기타 만성 폐쇄성 폐질환 (COPD)",
    "빈혈": "철결핍성 빈혈",
    "상기도 감염": "급성 비염",
    "소화성 궤양": "기타 소화성 궤양",
    "심부전": "심근병증",
    "요로감염": "만성 신우신염",
    "위식도역류질환(GERD)": "위식도 역류병 (GERD)",
    "위염": "위염 및 십이지장염",
    "천식": "천식",
    "췌장염": "급성 췌장염",
    "폐렴": "기타 폐렴",
    "협심증": "협심증"
  };
  