// src/utils/diseaseMapping.ts

export const diseaseNameMap: Record<string, string> = {
    "간염": "독성 간염",
    "과민성 대장증후군": "과민성 대장증후군",
    "급성 기관지염": "급성 기관지염",
    "급성 비인두염": "급성 비인두염",
    "급성 인두염": "급성 인두염",
    "급성 장염": "감염성 위장염",
    "만성 폐쇄성 폐질환(COPD)": "COPD",
    "빈혈": "철결핍성 빈혈",
    "상기도 감염": "상기도 감염",
    "소화성 궤양": "소화성 궤양",
    "심부전": "울혈성 심부전",
    "요로감염": "기타 요로 감염",
    "위식도역류질환(GERD)": "GERD",
    "위염": "기타 위염",
    "천식": "기관지 천식",
    "췌장염": "급성 췌장염",
    "폐렴": "기타 폐렴",
    "협심증": "협심증"
  };
  